tap "bufbuild/buf"
tap "cantino/mcfly"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kayac/tap"
tap "mongodb/brew"
tap "tldev/tap"
brew "xz"
brew "apr-util"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "brainfuck"
brew "glib"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "go"
brew "dep"
brew "docutils"
brew "elm"
brew "elm-format"
brew "exa"
brew "fd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gauge"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "pkgconf"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "helix"
brew "jq"
brew "libssh2"
brew "libiconv"
brew "libxslt"
brew "openjdk"
brew "maven"
brew "md5sha1sum", link: true
brew "node"
brew "mongosh"
brew "nkf"
brew "openssl@1.1"
brew "node@14"
brew "opam"
brew "openvino"
brew "peco"
brew "perl"
brew "plantuml"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "pstree"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "serverless"
brew "sops"
brew "sox"
brew "subversion"
brew "tcl-tk"
brew "telnet"
brew "tfenv"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "viddy"
brew "vim"
brew "volta"
brew "w3m"
brew "bufbuild/buf/buf"
brew "cantino/mcfly/mcfly"
brew "kayac/tap/ecspresso"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "boost-note"
cask "daisydisk"
cask "docker-desktop"
cask "drawio"
cask "espresso"
cask "firefox"
cask "font-hackgen"
cask "font-ubuntu-mono"
cask "google-japanese-ime"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "session-manager-plugin"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "orta.vscode-jest"
vscode "saoudrizwan.claude-dev"
vscode "vscodevim.vim"
vscode "vue.volar"
go "github.com/goark/depm"
go "github.com/nishanths/exhaustive/cmd/exhaustive"
go "github.com/daixiang0/gci"
go "golang.org/dl/go1.13"
go "github.com/uudashr/gocognit/cmd/gocognit"
go "golang.org/x/tools/cmd/godoc"
go "golang.org/x/tools/cmd/goimports"
go "github.com/jfeliu007/goplantuml/cmd/goplantuml"
go "github.com/x-motemen/gore/cmd/gore"
go "go.uber.org/mock/mockgen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
cargo "cargo-generate"
cargo "trunk"
cargo "wasm-bindgen-cli"
npm "corepack"
