tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "bat"
brew "brainfuck"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "go"
brew "dep"
brew "exa"
brew "gauge"
brew "gcc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "jq"
brew "libevent"
brew "libiconv"
brew "libxslt"
brew "nkf"
brew "peco"
brew "plantuml"
brew "pstree"
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "sbt"
brew "subversion"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "hashicorp/tap/terraform"
brew "helix-editor/helix/helix"
brew "mongodb/brew/mongodb-community"
cask "docker"
cask "font-ubuntu-mono"
cask "google-japanese-ime"
cask "inkscape"
cask "ngrok"
