tap "cantino/mcfly"
tap "github/gh"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "apr-util"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "brainfuck"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "go"
brew "dep"
brew "exa"
brew "gauge"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "helix"
brew "jq"
brew "libevent"
brew "libiconv"
brew "libxslt"
brew "maven"
brew "node@16"
brew "mongosh"
brew "nkf"
brew "node@14"
brew "peco"
brew "plantuml"
brew "pstree"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "serverless"
brew "sops"
brew "subversion"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "volta"
brew "w3m"
brew "cantino/mcfly/mcfly"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "boost-note"
cask "daisydisk"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-hackgen"
cask "font-ubuntu-mono"
cask "google-japanese-ime"
cask "inkscape"
cask "insomnia"
cask "jetbrains-toolbox"
cask "ngrok"
cask "session-manager-plugin"
cask "visual-studio-code"
